Repository: xwyzsn/temp_smart
Catalog: choice/sphinx/locale/*/LC_MESSAGES/examples.po
Languages: es

source: Decision tree examples
es: Ejemplos de árboles de decisión

source: The functions in this module returns the data node structures for several examples in the literature.
es: Las funciones en este módulo retronan las estrucuras de datos de los nodos para varios ejemplos en la literatura.

source: PrecisionTree Oil Example.
es: Ejemplo del Petróleo de PrecisionTree

source: This function returns the data nodes structure for the oil example in discuted in the PrecisionTree user guide.
es: Esta función retorna la estructura de datos de los nodos para el ejemplo del petróleo discutido en la guía del usuario de PrecisionTree.

source: Bid example from "Decision Analysis for the professional.
es: Ejemplo de subasta del libro Decision Analysis for the Professional.

source: Bidding tree with four possible options:
es: Arbol de oferta con cuatro posibles opciones:

source: Bid $ 300.
es: Ofertar $ 300

source: Bid $ 500.
es: Ofertar $ 500.

source: Bid $ 700.
es: Ofertar $ 700.

source: No bid.
es: No ofertar.

source: Dependent outcomes example.
es: Ejemplo de valores dependientes.

source: This function returns the data nodes for the tree in the Fig. 4.5 (pag. 81) of the book "Decision Analysis for the Professional".
es: Esta función retorna los nodos de datos para el árbol de la Fig. 4.5 (pag. 81) del libro Decision Analysis for the Professional.

source: Supertree userguide bid example (2 branches).
es: Ejemplo de subasta del manual de usuario de SuperTree (2 ramas)

source: This function returns the data nodes for a bid problem with two possible decisiions:
es: Esta función retorna los nodos de datos para un problema de subasta con dos posibles decisiones:

source: This example is used in the documentation available in the web site of the software.
es: Este ejemplo es usado en la documentación disponible en el sitio web del software.

source: Supertree dependent outcomes example.
es: Ejemplo de valores dependientes de SuperTree

source: This function returns the data nodes for the example in the Fig. 7.6 of the documentation available in the web site.
es: Esta función retorna los nodos de datos del ejemplo en la Fig. 7.6 de la documentación disponible en el sitio Web.

source: Supertree dependent probabilities example.
es: Ejemplo de probabilidades dependientes de SuperTree.

source: This function returns the data node structure for the bid problem with dependent probabilities presented in Fig 7.3 of the documentation available in the web site.
es: Esta función retorna la estructura de los nodos de datos para el problema de subasta con probabilidades dependientes presentado en la Fig. 7.3 de la documentación disponible en el sitio web.
